{
  "title": "Share and Tear",
  "brief": "An app that simplifies door ticketing, provides security, and needs no scanners.",
  "created":"July 2015",
  "industry": "Online Ticketing",
  "duties": "Product Design: User Research, Wireframing, Prototyping, User Testing.",
  "technology": "iOS",
  "objective": "TicketBiscuit recognized a large unserved market for online ticketing: high school sports. The barrier to entry was the complexity of most online ticketing services. While online ticketing is intended to be convenient for users, it creates a lot of hassle for small event organizers, especially in this particular market. We realized this demographic didn’t want to use scanners, for instance. Ultimately, if we could create a product as simple as tearing ticket stubs, we could serve this market. Share and Tear was designed from this idea. The user simply downloads tickets to our app, and literally swipes to “tear” them at the door. The door man confirms the tear. Additionally, the app needed to maintain this minimal functionality offline.",
  "challenge": [
    {
      "title": "Brainstorming",
      "images": [{
        "image1": "brainstorm/brainstorm1.jpg",
        "image2": "brainstorm/brainstorm2.jpg"
        }],
      "sections": [{
        "section1": "Contextual observations were conducted at high school football games. Gate volunteers were observed tearing tickets at the door. There was a clear advantage in the simplicity of ticket stubs. This observation was critical. There was extra emphasis on designing the app to be simple and unobstructive",
        "section2": "Research pointed out that the guy at the gate tends to tear the tickets, we could speed up the process of getting people through the line by putting that task in the ticket-buyers hand.",
        "section3" : "Interviews with users introduced a common needs of different groups. Students and parents alike wanted to share tickets. It wasn't obvious until it was frequently mentioned. If the tickets are digital they can, and should, be shareable.",
        "section1": "Personas were made for athletic directors, coaches, parents, students, and, gate volunteers. We focused on the latter three. Students and parents wanted a share feature. Ticket volunteers wanted an ticket stack that was easy to read and sort through, and they wanted users to tear their own tickets."
        }]
    }
  ],
  "final": [{
    "title": "Final Wireframes (v 1.3)",
    "images": [{
      "image1": "finals/eventlist-upcoming.png",
      "image2": "finals/EventList-shared.png",
      "image3": "finals/ticketview.png",
      "image4": "finals/tear-confirmation.png",
      "image5": "finals/ticket-torn.png",
      "image6": "finals/ticket-options.png",
      "image7": "finals/share-form.png",
      "image8": "finals/share-confirm.png"
      }]
  }],
  "wireframing": [{
    "title": "User Testing",
    "section_one": [{
      "section1": "Our MVP included an event list, and a ticket view. The ticket view allowed users to tear one ticket, or tear all.",
      "section2": "Version 1 user test included tasking subjects to find their tickets for two seperate events from the event list, in one test, they tore all tickets, in the other test, they were asked to tear multiple individual tickets.",
      "section3": "The initial user tests validated the overall layout. The biggest blind side was that users had no clear indication that they could tear their tickets. They also didn't realize that they could scroll through tickets."
      }],
    "images": [{
      "image1": "wireframes/eventlist.jpg",
      "image2": "wireframes/ticketview.jpg",
      "image3": "wireframes/tornticket.jpg"
      }]
    }],
  "images": "images/case_studies/ShareandTear_Case"

}
